Repository: SliTaz-official/ssfs
Catalog: po/ssfs-server/*.po
Languages: ja, pt_br

source: You must be root to run:
ja: 実行するには root でなければなりません：
pt_br: Você deve ser usuário root para executar:

source: Usage:
ja: 用途:
pt_br: Utilização

source: Commands:
ja: コマンド:
pt_br: Comandos

source: Display this short help usage.
ja: この短い使用法を表示します。
pt_br: Mostra esta utilização

source: List user accounts and stats.
ja: ユーザーアカウントと状態を一覧表示します。
pt_br: Lista contas de usuários e status.

source: Add a user to the system with $HOME in chroot.
ja: chroot に $HOME を持つユーザをシステムに追加します。
pt_br: Adiciona usuário ao sistema com $HOME no chroot.

source: Delete a user and remove $HOME files.
ja: ユーザーを削除して $HOME ファイルを削除します。
pt_br: Deleta usuário e remove arquivos de $HOME.

source: Chroot to Ssfs storage root.
ja: Chroot で Ssfs へのストレージルート。
pt_br: Chroot para a raíz de armazenamento do Ssfs

source: Create a vdisk with chroot for files storage.
ja: ファイルストレージ用の chroot を持つ vdisk を作成します。
pt_br: Cria um vdisk com chroot para armazenamento de arquivos.

source: Clean the vdisk but skip home and root.
ja: 仮想ディスクをクリーンアップ。ホームとルートはスキップ。
pt_br: Limpa o vdisk mas mantem home e root.

source: Check the vdisk filesystem with e2fsck.
ja: e2fsck で仮想ディスクファイルシステムを確認します。
pt_br: Checa o sistema de arquivos vdisk com e2fsck.

source: Update a vdisk filesystem.
ja: 仮想ディスクファイルシステムを更新します。
pt_br: Atualiza um sistema de arquivos vdisk.

source: Mount a ssfs virtual disk.
ja: ssfs 仮想ディスクをマウントします。
pt_br: Monta um disco virtual ssfs

source: Unmount the vdisk and free loop device.
ja: 仮想ディスクのマウント解除し loop デバイスの空きをつくります。
pt_br: Desmonta o vdisk e libera o dispositivo loop.

source: Write a public note for users.
ja: ユーザー用の公開メモを作成します。
pt_br: Escreve uma mensagem pública para os usuários.

source: Options:
ja: オプション:
pt_br: Opções:

source: Login name to add or del a user.
ja: ユーザーを追加または削除するログイン名。

source: User id for adduser command.
ja: adduser コマンドのユーザー ID。
pt_br: ID de usuário para o comando adduser.

source: User password for adduser.
ja: adduser のユーザーパスワード。
pt_br: Senha de usuário para o comando adduser.

source: The path to the Ssfs vdisk chroot.
ja: Ssfs 仮想ディスク chroot のパス。
pt_br: Caminho para o vdisk chroot do Ssfs.

source: Set the Ssfs vdisk path and name.
ja: Ssfs 仮想ディスクパス・名前の設定。
pt_br: Define nome e caminho para o vdisk do Ssfs.

source: Set the ext3 vdisk size in Gb.
ja: ext3 仮想ディスクサイズの設定。(GB)
pt_br: Define o tamanho do vdisk em GB.

source: User login :
ja: ユーザーログイン :
pt_br: Login do usuário:

source: User quota :
ja: ユーザーサイズ制限 :
pt_br: Quota do usuário:

source: Home usage :
ja: ホームの使用 :
pt_br: Utilização da home:

source: Creating Ssfs user configuration file...
ja: Ssfs ユーザー設定ファイルを作成しています...
pt_br: Criando o arquivo de configuração do Ssfs...

source: Unmounting Ssfs vdisk:
ja: Ssfs 仮想ディスクマウント解除中:
pt_br: Desmontando vdisk do Ssfs:

source: Detaching loop device:
ja: ループデバイスの取り外し中：
pt_br: Desligando dispositivo loop:

source: Ssfs vdisk is not mounted:
ja: Ssfs 仮想ディスクはマウントされていません:
pt_br: Vdisk do Ssfs não montado:

source: Mounting virtual disk:
ja: 仮想ディスクをマウント中:
pt_br: Montando disco virtual:

source: Ssfs vdisk is already mounted:
ja: Ssfs 仮想ディスクはすでにマウントしてます:
pt_br: Vdisk do Ssfs já montado:

source: Checking:
ja: 確認中
pt_br: Checando:

source: WARNING: No config file
ja: 警告: 設定ファイルがありません
pt_br: AVISO: Nenhum arquivo de configuração

source: Users:
ja: ユーザー:
pt_br: Usuários:

source: Missing user login name.
ja: ユーザーのログイン名がありません。
pt_br: Login de usuário não informada.

source: Missing user id.
ja: ユーザー id がありません。
pt_br: ID de usuário não informada.

source: Missing user password.
ja: ユーザーパスワードがありません。
pt_br: Senha de usuário não informada.

source: Exiting, user already exists:
ja: 終了します。ユーザーはすでに存在します:
pt_br: Saindo, usuário já existe:

source: Checking vdisk chroot:
ja: 仮想ディスクの chroot を確認中:
pt_br: Checando vdisk chroot:

source: Cleaning home and creating: Sync/...
ja: ホームのクリーンと生成中: Sync/...
pt_br: Limpando home e criando: Sync/...

source: Changing mode on user home: 0700...
ja: ユーザー home のモードを変更中: 0700...
pt_br: Mudando modo de usuário na home: 0700...

source: Deleting user:
ja: ユーザーを削除中:
pt_br: Deletando usuário:

source: Removing all files in:
ja: すべてのファイルを削除中:
pt_br: Removendo todos os arquivos em:

source: Removing user config:
ja: ユーザー設定の削除中:
pt_br: Removendo configuração de usuário:

source: Changing root to:
ja: root へ変更中:
pt_br: Mudando raíz para:

source: Back to the host system:
ja: ホストシステムへ戻ります:
pt_br: Volta ao sistema host:

source: Adding note to:
ja: ノートへ追加中:
pt_br: Adicionando nota para:

source: A chroot already exists in:
ja: chroot はすでに存在します:
pt_br: Chroot já existe em:

source: Missing package ssfs-busybox
ja: パッケージ ssfs-busybox は存在しません
pt_br: Pacote ssfs-busybox não encontrado

source: Creating Sshs vdisk minimal chroot
ja: Sshs 仮想ディスク最小 chroot を生成中
pt_br: Criando chroot mínima do vdisk Ssfs

source: Creating virtual disk:
ja: 仮想ディスクを生成中:
pt_br: Criando disco virtual:

source: Creating ext3 filesystem...
ja: ext3 ファイルシステムを生成中...
pt_br: Criando sistema de arquivos ext3...

source: Creating base files...
ja: ベースファイルを生成中...
pt_br: Criando arquivos básicos...

source: Installing Ssfs root filesystem...
ja: Ssfs root ファイルシステムをインストール中...
pt_br: Instalado sistema de arquivos root do Ssfs...

source: Setting files permissions...
ja: ファイルパーミッションを設定中...
pt_br: Definindo permissões de arquivos...

source: Installing Glibc libraries...
ja: Glibc ライブラリをインストール中...
pt_br: Instalando bibliotecas Glibc...

source: Installing Ssfs SHell...
ja: Ssfs シェルをインストール中...
pt_br: Instalando SHell Ssfs...

source: Creating the list of files...
ja: ファイル一覧を生成中...
pt_br: Criando lista de arquivos...

source: Vdisk used space:
ja: 仮想ディスク使用量:
pt_br: Espaço utilizado pelo vdisk:

source: Checking Ssfs virtual disk
ja: Ssfs 仮想ディスクの確認中
pt_br: Checando disco virtual do Ssfs

source: Virtual disk :
ja: 仮想ディスク :
pt_br: Disco virtual :

source: Filesystem usage :
ja: ファイルシステム :
pt_br: Utilização do sistema de arquivos:

source: Remounting vdisk read/only before e2fsck -p...
ja: e2fsck -p 前の仮想ディスク読込・再マウント...
pt_br: Remontando vdisk em modo leitura antes de e2fsck -p...

source: Remounting vdisk read/write...
ja: 読書仮想ディスクの再マウント中...
pt_br: Remontando vdisk em modo de leitura e escrita...

source: No chroot found in:
ja: chroot が見つかりません:
pt_br: Nenhum chroot encontrado em:

source: Cleaning virtual disk\n
ja: 仮想ディスクのクリーン中\n
pt_br: Limpando disco virtual\n

source: Skipping:
ja: スキップ中:
pt_br: Ignorando:

source: Removing:
ja: 削除中:
pt_br: Removendo:
